[
    {
      "title": "Water Gun",
      "color": "#3357FF",
      "description": "A man took a seat at the bar and asked the barkeeper for a glass of water. After giving him his water, the barkeeper pulled out a gun and pointed it at his head. The man never drank his glass of water. He thanked the barkeeper and left.",
      "answer": "The man had the hiccups. He ordered some water to try get rid of his hiccups. The barkeeper noticed him hiccuping and tried to frighten him by pointing a gun at his head. The surprise and shock made him forget about his hiccups so he no longer needed the water.",
      "image": "water_gun.png"
    },
    {
      "title": "Flap Trap",
      "color": "#FF5733",
      "description": "Heidi looked out the window and saw a flock of pigeons. Moments later, she and the pigeons were dead.",
      "answer": "Heidi was in an airplane. She was flying to Mexico for her holidays when she saw the birds outside the plane during take-off. The pigeons outside were sucked into the engines of the plane and caused it to crash.",
      "image": "flap_trap.png"
    },
    {
      "title": "Going Down",
      "color": "#33FF57",
      "description": "Colin Helmsworth gets into an elevator, he presses the button for the 6th floor. Soon after he breaks down in tears.",
      "answer": "Colin Helmsworth was at the hospital to visit his wife who was on life support. When he tried to use the elevator it wasn't working and he realised the power in the hospital had gone and that meant his wife would die.",
      "image": "going_down.png"
    },
    {
      "title": "Bankrupt",
      "color": "#FF33A1",
      "description": "Terry Warwick was pushing his car. He sighed and stopped when he reached a hotel. He now knew he was bankrupt.",
      "answer": "Terry was playing monopoly.",
      "image": "bankrupt.png"
    },
    {
      "title": "Original Story",
      "color": "gold",
      "description": "A Completely new story generated by LLM, more specifically GPT-4o. This story is unique and has never been told before.",
      "answer": "none",
      "image": "none"
    }
  ]